Repository: zestsoftware/xm.tracker
Catalog: xm/tracker/locales/*/LC_MESSAGES/tracker.po
Languages: de, it, nl

source: Invalid time (0:00-23:59): ${time}
nl: Ongeldige tijd (0:00-23:59): ${time}

source: book_button
de: Buchen
it: Segna
nl: Boek

source: head_orphaned_tasks
de: Verweiste Aufgaben
it: Task orfane
nl: Afgesloten taken

source: head_timetracker
de: Zeiterfassung
it: Conteggio ore
nl: Tijdregistratie

source: help_orphaned_tasks
de: Dies sind Aufgaben die entfernt wurden oder nicht im zu-erledigem Stadium sind, jedoch noch in der Erfassung sind. Bitte erwägen Sie diese hier zu entferne oder ihren Status zu ändern. Wenn nicht, sind Sie nicht in der Lage Ihre Zeit auf sie zu buchen.
it: Queste sono le task che sono state eliminate oppure non sono nello stato 'da fare' ma sono comunque nel diario delle lavorazioni. Si consiglia di deselezionarle qui o di cambiare il loro stato, altrimenti potrebbe non essere possibile assegnare ad esse le ore lavorate.
nl: Dit zijn taken die verwijderd zijn of niet de 'Te doen' status hebben, maar nog wel in de tracker zitten. Overweeg alstublieft om ze hier te deselecteren of om de status aan te passen, anders kunt u wellicht niet uw tijd boeken.

source: help_time_tracked_task
de: Erfasste Zeit für diese Aufgabe (Stunden:Minuten)
it: Tempo lavorato sulla task (ore:minuti)
nl: Tijd geregistreerd op deze taak (uren:minuten)

source: label_book
de: Buchen
it: Segna
nl: Boeken

source: label_book_to_task
de: mit Aufgabe verbuchen
it: Assegna alla task
nl: Boek op taak

source: label_close
de: Buchen und schließen
it: Segna e chiudi
nl: Boeken en afronden

source: label_go_to_task
de: Gehe zu Aufgabe
it: Vai alla task
nl: Ga naar de taak

source: label_remove_entry
de: Diesen Eintrag entfernen
it: Rimuovi questa voce
nl: Verwijder deze entry

source: label_select_tasks
de: Wähle Aufgaben
it: Task selezionate
nl: Selecteer taken

source: label_select_tasks_for_unassigned
de: Wähle Aufgabe für den nicht zugewiesenen Eintrag
it: Seleziona una task per questa voce non assegnata
nl: Selecteer een taak voor de niet-toegedeelde boeking

source: label_start
de: Starte Arbeit
it: Attiva il cronometro
nl: Start met werken

source: label_stop
de: Stopp und zurücksetzen
it: Ferma il cronometro
nl: Stop en reset de klok

source: msg_added_booking
de: Buchung zu Aufgabe hinzugefügt
it: Voce aggiunta ed ore assegnate alla task
nl: Boeking toegevoegd aan de taak

source: msg_added_entry
de: Eintrag hinzugefügt
it: Voce aggiunta (ma non assegnata)
nl: Entry toegevoegd

source: msg_close_task_failed
de: Schließen der Aufgabe fehlgeschlagen
it: Non è stato possibile chiudere la task
nl: Afronden van de taak is mislukt

source: msg_close_task_success
de: Aufgabe wurde abgeschlossen
it: Task chiusa con successo
nl: Taak is afgesloten

source: msg_empty_text
de: Leerer Text ist nicht erlaubt
it: È necessario inserire una descrizione o un commento.
nl: Lege tekst, dit is niet toegestaan

source: msg_failed_add_booking
de: Keine Erlaubnis eine Buchung zur Aufgabe hinzuzufügen. Prüfen Sie, ob die Aufgabe im richtigen Stadium ist.
it: Non è possibile assegnare le ore alla task. Controlla che la task sia nello stato corretto.
nl: Er kan niet geboekt worden op de daadwerkelijke taak. Controleer of de taak de correcte workflow staat heeft.

source: msg_missing_description
de: Eintrag nicht hinzugefügt. Bitte eine Beschreibung bereitstellen.
it: Voce non aggiunta. È obbligatorio inserire una descrizione.
nl: De entry is niet toegevoegd: voeg beschrijvende tekst toe.

source: msg_missing_task
de: Keine Aufgabe ausgewählt. Eintrag kann nicht gebucht werden.
it: Nessuna task selezionata, impossibile assegnare la voce.
nl: Er is geen taak geselecteerd, boeken kan dus niet.

source: msg_no_entries_found
de: Keine Einträge zu dieser Aufgabe gefunden
it: Nessuna voce trovata per questa task.
nl: Deze taak is leeg

source: msg_no_task_found
de: Kein Task mit dieser UID gefunden
it: Nessuna task trovata con tale UID.
nl: Er is geen bijbehorende taak gevonden met het juiste UID

source: msg_no_tracking_without_starttime
de: Zeiterfassung ist nicht möglich, solange die Erfassung nicht gestarted wurde.
it: Impossibile conteggiare il tempo se il cronometro non è partito.
nl: De tijd kan niet bijgehouden worden als de klok nog niet gestart is.

source: msg_orphaned_task_warning
it: Questa task è orfana: la task corrispondente nel sistema di gestione progetto è mancante o si trova in uno stato sbagliato. È impossibile assegnarvi delle ore. Si consiglia di controllare il problema.
nl: Deze tracker taak is 'afgerond' of verwijderd. U kunt uw uren niet boeken. Onderzoek dit alstublieft.

source: msg_remove_entry_failed
de: Entfernen des Eintrags fehlgeschlagen
it: Impossibile rimuovere la voce
nl: Weghalen van de entry is mislukt

source: msg_remove_entry_success
de: Eintrag entfernt
it: Voce rimossa
nl: Entry verwijderd

source: msg_started_timer
de: Uhr gestartet
it: Cronometro attivato
nl: Timer gestart

source: msg_stopped_timer
de: Uhr gestoppt
it: Cronometro fermato
nl: Timer gestopt

source: msg_total_booked_tracked
de: Gebucht: $booked | Erfasst: $tracked
it: Assegnate: $booked | Conteggiate: $tracked
nl: Geboekt: ${booked} | Geregistreerd: ${tracked}

source: msg_update_entry
de: Eintrag aktualisiert
it: Voce modificata
nl: Entry geupdated

source: remaining
de: Verbleibend:
it: Rimanenti:
nl: Resterend:

source: time_formatting_error
de: Falsches Zeitformat: Es muss s:mm or ss:mm sein
it: Formato sbagliato. Inserire il tempo in formato h:mm oppure hh:mm.
nl: Het tijdformaat is verkeerd, het moet x:xx danwel xx:xx zijn

source: track_button
de: Erfassen
it: Cronometra
nl: Registreren
